tap "versent/taps"
brew "awscli"
brew "coreutils"
brew "gh"
brew "git"
brew "gnupg"
brew "hadolint"
brew "mactop"
brew "mise"
brew "mtr"
brew "mysql-client"
brew "nkf"
brew "openjdk"
brew "pre-commit"
brew "saml2aws"
brew "stow"
brew "tfenv"
brew "tgenv"
brew "tmux"
brew "wget"
cask "aldente"
cask "betterdisplay"
cask "claude"
cask "gcloud-cli"
cask "github"
cask "iterm2"
cask "lm-studio"
cask "session-manager-plugin"
cask "sublime-text"
cask "visual-studio-code"
vscode "github.copilot-chat"
